{
  "makeup": [
    {
      "id": 1,
      "brand": "smashbox",
      "name": "Photo Filter Foundation",
      "price": "42.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_60243_388x396_0.jpg",
      "description": "Can’t re-touch this! Pros in our L.A. photo studio created this velvety soft powder foundation with Light Filter Technology to instantly blur and diffuse imperfections, leaving you with a super natural radiance. No lighting crew needed.In a pinch—or for a no-makeup makeup look—use as base shadow to quickly liven eyes.",
      "product_type": "foundation"
    },
    {
      "id": 2,
      "brand": "nyx",
      "name": "Luv Out Loud Liquid Lipstick",
      "price": "7.0",
      "image_link": "https://www.nyxcosmetics.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-cpd-nyxusa-master-catalog/default/dw063995a2/ProductImages/2017/Lips/Luv_Out_Loud_Liquid_Lipstick/luvoutloudliquidlipstick_main.jpg?sw=390&sh=390&sm=fit",
      "description": "What qualities make a person beautiful? Passion, confidence and fearlessness, to name a few. Available in six velvety-matte shades, our new Luv Out Loud Liquid Lipsticks capture the attributes we at NYX Professional Makeup find truly beautiful. Gift one, two-or all six lippies to a friend who rocks these amazing qualities and inspires you to live (and luv!) out loud.",
      "product_type": "lipstick"
    },
    {
      "id": 3,
      "brand": "nyx",
      "name": "V'Amped Up! Lip Top Coat",
      "price": "6.0",
      "image_link": "https://www.nyxcosmetics.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-cpd-nyxusa-master-catalog/default/dw88030be7/ProductImages/Lips/Vamped_Up_Lip_Top_Coat/vampedupliptopcoat_main.jpg?sw=390&sh=390&sm=fit",
      "description": "Cast a spell on your neutral lippies with a swipe of our wicked V'Amped Up! Lip Top Coat. Infused with shea butter and Vitamin E this glossy pencil moisturizes while transforming light lip colors to deep vampy shades.",
      "product_type": "lipstick"
    },
    {
      "id": 4,
      "brand": "nyx",
      "name": "Simply Pink Lip Cream",
      "price": "6.5",
      "image_link": "https://www.nyxcosmetics.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-cpd-nyxusa-master-catalog/default/dw013dc65e/ProductImages/Lips/Simply_Pink_Lip_Cream/simplypinklipcream_main.jpg?sw=390&sh=390&sm=fit",
      "description": "Get ready to look seriously pretty in pink. From natural to extreme pick your favorite shade from our Simply Pink Lip Creams for a rosy and glossy finish.",
      "product_type": "lipstick"
    },
    {
      "id": 5,
      "brand": "nyx",
      "name": "Macaron Lippies",
      "price": "6.5",
      "image_link": "https://www.nyxcosmetics.com/dw/image/v2/AANG_PRD/on/demandware.static/-/Sites-cpd-nyxusa-master-catalog/default/dw09b47e3c/ProductImages/Lips/Macaron_Lippie/macaronlippies_main.jpg?sw=390&sh=390&sm=fit",
      "description": "Fantasize in color with our neon and pastel lippies in 12 of the creamiest shades you’ll ever use. Our cruelty-free formula is packed with pigment and has a satin matte finish for long-wearing resilience.",
      "product_type": "lipstick"
    },
    {
      "id": 6,
      "brand": "smashbox",
      "name": "Bronze Lights",
      "price": "34.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_61636_388x396_0.jpg",
      "description": "Pros in our L.A. photo studio created this ultra-fine matte bronzer to add a burst of \"under the West Coast sun\" on set. Now you can get the same look anytime! The formula contains true-color coated pigments that allow your skin’s natural undertones to come through, giving you that fresh, just-hit-the-beach face year-round.",
      "product_type": "bronzer"
    },
    {
      "id": 7,
      "brand": "smashbox",
      "name": "O-Glow ",
      "price": "29.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_35746_388x396_0.jpg",
      "description": "Experience instant chemistry as your complexion is transformed from so-so to oh-so-glowing! The clear gel in this intuitive formula reacts with your personal skin chemistry to turn cheeks the color you blush in just seconds! O-GLOW works on every skin tone, from the lightest to the darkest, to give everyone a customized flush of color.",
      "product_type": "blush"
    },
    {
      "id": 8,
      "brand": "smashbox",
      "name": "Baked Fusion Soft Lights",
      "price": "32.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_35600_388x396_0.jpg",
      "description": "Get a gorgeous, lit-from-within glow with this radiant silk-like powder. Our innovative highlighter contains five sunny shades—with a double dose of each one! The baked formula gives you luminous shimmer that you can layer and build upon whenever you need more intensity.",
      "product_type": "bronzer"
    },
    {
      "id": 9,
      "brand": "smashbox",
      "name": "L.A. Lights Palette",
      "price": "35.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_69716_388x396_0.jpg",
      "description": "Pros in our L.A. photo studio bring the sun to the set with this ultra-flattering palette. Two tonal shades of long-wearing, richly pigmented blush team up with a perfectly curated highlighter to recreate naturally diffused light, leaving you with a radiant, lit-from-within West Coast glow.",
      "product_type": "blush"
    },
    {
      "id": 10,
      "brand": "smashbox",
      "name": "Brow Tech Highlight Stick",
      "price": "21.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_62913_388x396_0.jpg",
      "description": "Need a subtle touch of color on your eye brows? One side of this stick has a slim pencil, which you can use to fill in arches with multidimensional color. The other side is your BFF the spoolie brush—ideal for grooming and shaping your brows.",
      "product_type": "eyebrow"
    },
    {
      "id": 11,
      "brand": "smashbox",
      "name": "Brow Tech Gloss Stick",
      "price": "21.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_62911_388x396_0.jpg",
      "description": "We created this slim brow pencil so you can recreate the same look at home. One side has a pencil, which you can use to fill arches with subtle, glossy color. The other side is standing by with a spoolie brush that’s perfect for grooming and shaping your brows.",
      "product_type": "eyebrow"
    },
    {
      "id": 12,
      "brand": "smashbox",
      "name": "Brow Tech Matte Pencil",
      "price": "21.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_62907_388x396_0.jpg",
      "description": "In our L.A. photo studio, we know eye brow looks need to last. Enter this long-wearing, ultra-slim pencil that goes on easily and looks like real brow hair. One side is a non-smudging formula that resists sweat, water and humidity to bring you matte perfection. The other side has a spoolie brush to help you disperse color evenly and achieve the shape you’ve been eyeing.",
      "product_type": "eyebrow"
    },
    {
      "id": 13,
      "brand": "smashbox",
      "name": "Brow Tech Shaping Powder",
      "price": "25.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_68193_388x396_0.jpg",
      "description": "Pros in our L.A. photo studio love the defining power of pencils, pomades and gels, but some brows need extra coverage and intensity. We created this ultra-fine, loose brow powder with a built-in applicator to fill in sparse patches, create realistic volume and add lift. Get face-framing, runway-ready arches that make a statement and last all day.",
      "product_type": "eyebrow"
    },
    {
      "id": 14,
      "brand": "smashbox",
      "name": "Brow Tech To Go",
      "price": "28.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_35627_388x396_0.jpg",
      "description": "Makeup artists in our L.A. photo studio take this on-the-go power pencil on location. Now you can use it to get polished eye brows anywhere, any time! One side has a waterproof pencil with an angled tip you can use to fill in long-wearing arches. The other contains a clear gel with a brush applicator so you can groom (and hold!) your bold brow look.",
      "product_type": "eyebrow"
    },
    {
      "id": 15,
      "brand": "smashbox",
      "name": "24 Hour CC Spot Concealer",
      "price": "25.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_62862_388x396_0.jpg",
      "description": "We created this 24-hour, waterproof concealer in our L.A. photo studio to instantly cover dark spots, sun spots and post-acne marks while fading the look of them in as little as 4 weeks. You’re basically concealing and treating all at once, which means imperfections have met their match. Dab on this first-of-its-kind cover-up strategically, then get ready for your big reveal!",
      "product_type": "foundation"
    },
    {
      "id": 16,
      "brand": "smashbox",
      "name": "Camera Ready BB Cream Eyes SPF 15",
      "price": "25.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_48698_388x396_0.jpg",
      "description": "Early shoots in our L.A. photo studio call for wide-awake, bright eyes that wow! We added the benefits and buildable coverage of BB to a lightweight under-eye cream that instantly illuminates.Use above and below brow to highlight and lift. Primes. Conceals. Hydrated. Illuminates.",
      "product_type": "foundation"
    },
    {
      "id": 17,
      "brand": "smashbox",
      "name": "Halo Hydrating Powder",
      "price": "49.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_54411_388x396_0.jpg",
      "description": "Our studio makeup artists spill secrets. Not powder! This genius container releases the perfect amount with every twist. Skip the over-powdered, cakey look. Even HD cameras can’t see this! From sheer layers to medium coverage, you’ll always be flawless.Tap powder into palm. Add a drop of water. Use a makeup sponge to apply a thick layer to areas you want to highlight.",
      "product_type": "foundation"
    },
    {
      "id": 18,
      "brand": "smashbox",
      "name": "Halo HD Foundation SPF 15",
      "price": "45.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_48688_388x396_0.jpg",
      "description": "Hey, even models have imperfections. And HD cameras capture everything! Our studio pros developed this long-wearing, sweat-resistant formula to evolve with camera capabilities and give you flawless, sheer to medium coverage that's undetectable to the naked eye. This foundation evens out your skin with 100% Liquid Light Technology.",
      "product_type": "foundation"
    },
    {
      "id": 19,
      "brand": "smashbox",
      "name": "Camera Ready CC Cream",
      "price": "42.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_47699_388x396_0.jpg",
      "description": "In our L.A. photo studio, we love a tinted timesaver. This silky, lightweight formula glides on with the coverage of makeup and the benefits of skin care—for an instantly brighter complexion—in just one step!Pat on for fuller coverage. Primes. Perfects. Moisturizes. Creates radiance.",
      "product_type": "foundation"
    },
    {
      "id": 20,
      "brand": "smashbox",
      "name": "Camera Ready BB Cream SPF 35",
      "price": "39.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_42069_388x396_0.jpg",
      "description": "Wonder why models in our L.A. photo studio hoard this 5-in-1 miracle-worker BB cream? It cuts down on prep time and instantly creates even, radiant skin.Pat on for fuller coverage. Primes. Perfects. Hydrates. Banishes shine.",
      "product_type": "foundation"
    },
    {
      "id": 21,
      "brand": "smashbox",
      "name": "Camera Ready BB Water SPF 30",
      "price": "42.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_62894_388x396_0.jpg",
      "description": "To keep things looking natural (even with SPF 30) under our L.A. photo studio lights, we created our most lightweight, dewy BB yet—a water-like hydrating formula with all the complexion perfecting benefits of our cream in each drop.Pat on for fuller coverage. Primes. Perfects. Hydrates.",
      "product_type": "foundation"
    },
    {
      "id": 22,
      "brand": "smashbox",
      "name": "STUDIO SKIN 15 HOUR WEAR HYDRATING FOUNDATION ",
      "price": "42.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_71596_388x396_0.jpg",
      "description": "We created this hydrating foundation in our L.A. photo studio to look good in any light. We can prove it! We’re the only brand with Flashbox Lighting Lab, where we test and perfect color consistency across 22 shades. Our blendable, oil-free formula has a natural finish with medium to full coverage that looks amazing for 15 hours.",
      "product_type": "foundation"
    },
    {
      "id": 23,
      "brand": "smashbox",
      "name": "Hyperlash Mascara",
      "price": "23.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_35576_388x396_0.jpg",
      "description": "When it comes to lashes, our L.A. photo studio needs low-maintenance and high-drama. We created this all-in-1 mascara with a unique applicator that has a brush on one side and a comb on the other to bring you long, full, clump-free lashes in seconds. Rich pigments bind to lashes for an ultra-intense look.",
      "product_type": "mascara"
    },
    {
      "id": 24,
      "brand": "smashbox",
      "name": "Full Exposure Waterproof Mascara",
      "price": "22.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_54401_388x396_0.jpg",
      "description": "Sometimes emotions run high in our L.A. photo studio. We developed this long-wearing, waterproof mascara to handle teary moments, rainy days—even a dip in the pool! It’s a high-impact, high-gloss, fiber-rich product that looks flawless and stays put for 10 hours. It also delivers length, volume and thickness without clumping, smudging or flaking out.",
      "product_type": "mascara"
    },
    {
      "id": 25,
      "brand": "smashbox",
      "name": "Full Exposure Mascara",
      "price": "22.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_37089_388x396_0.jpg",
      "description": "During high-profile shoots in our L.A. photo studio, we need to sweep on big, glossy lashes—fast. We infused this patent-leather formula with olive-oil complex to deliver insta-soft lashes and bring you the same fluttery fabulosity at home. When it comes to volume, our mantra is “crank it up.” Every swipe gives you fiber-rich length and thickness without clumps, flakes or smudges.Flip brush vertical to literally paint mascara on individual lashes.",
      "product_type": "mascara"
    },
    {
      "id": 26,
      "brand": "smashbox",
      "name": "Indecent Exposure Mascara",
      "price": "22.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_68232_388x396_0.jpg",
      "description": "Created for extreme close-up shots in our L.A. photo studio, no lash can hide with this extreme lengthening formula that takes lashes from barely there to make-‘em-stare.Kick out corner of lashes with micro-tip for a falsie effect. Micro-defining brush nabs every lash Wavelength fibers stretch with each stroke No clumping, smudging or flaking Move brush in zigzag motion to coat lashes from base to tip.",
      "product_type": "mascara"
    },
    {
      "id": 27,
      "brand": "smashbox",
      "name": "X-Rated Mascara",
      "price": "22.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_68233_388x396_0.jpg",
      "description": "This ultra-buildable mascara lets you easily take your lashes from PG to X-Rated in seconds. Our triple threat brush loads up the maximum amount of our fiber-loaded formula to build your look. With each swipe, lashes are isolated, magnified and mega-coated for hyper, thick voluptuous lashes that photograph flawlessly in any close-up. No double-dipping required.Don't forget to prep. Always start with Photo Finish Lash Primer.",
      "product_type": "mascara"
    },
    {
      "id": 28,
      "brand": "smashbox",
      "name": "Photo Finish Lash Primer",
      "price": "22.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_68234_388x396_0.jpg",
      "description": "Here's the rule in our L.A. photo studio: No shoots without our primer! This innovative formula lifts lashes to new heights, amps up volume and makes mascara last longer.Refresh and revive midday lashes with primer and layer on fresh mascara. Dual-sided brush/comb coats and separates Preps and amplifies for more mascara pay-off Layer under or over mascara Apply from root to tip of lashes with grooved bristle side of brush and then define and separate with comb.",
      "product_type": "mascara"
    },
    {
      "id": 29,
      "brand": "smashbox",
      "name": "Jet Set Waterproof Eye Liner",
      "price": "22.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_46012_388x396_0.jpg",
      "description": "In our L.A. photo studio, makeup artists are always looking for products that deliver big visual impact in a short time. We developed this waterproof, crease-resistant, gel eye liner to glide on quickly and easily. Don't worry, it won't tug or pull on the delicate skin around your eyes. Gear up so you can create smudge-proof lines and precisely defined eyes in 60 seconds flat. Ready, Jet Set, Go!Show your liner some extra love!",
      "product_type": "eyeliner"
    },
    {
      "id": 30,
      "brand": "smashbox",
      "name": "Photo Angle Gel Liner",
      "price": "24.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_61621_388x396_0.jpg",
      "description": "Nothing makes pictures pop in our L.A. photo studio like some serious color. Packed with the intensity of a gel and the creativity of a magic marker, instantly draw on a colorful cat eye, graphic editorial look and so much more—no brush required.",
      "product_type": "eyeliner"
    },
    {
      "id": 31,
      "brand": "smashbox",
      "name": "Limitless Eye Liner",
      "price": "19.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_35566_388x396_0.jpg",
      "description": "This waterproof, long-wearing eye liner was designed with a built-in sharpener so it's ready for action whenever you open it. The creamy, easy-to apply formula contains vitamin E and jojoba oil to protect your skin. It also brings you precise application and bold definition for up to 8 hours.",
      "product_type": "eyeliner"
    },
    {
      "id": 32,
      "brand": "smashbox",
      "name": "Limitless Liquid Liner",
      "price": "22.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_35713_388x396_0.jpg",
      "description": "Our studio pros are constantly creating new eye looks, from softly subtle to full-on Cleopatra. The problem is, they were hauling tons of different eye liners to every shoot. This waterproof liquid liner is designed to do it all. The precision tip pen gives you a smooth, controlled application every time.",
      "product_type": "eyeliner"
    },
    {
      "id": 33,
      "brand": "smashbox",
      "name": "Always Sharp 3D Liner",
      "price": "20.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_52687_388x396_0.jpg",
      "description": "On a photo shoot, the crew can’t wait around while makeup artists sharpen their pencils. That’s why we developed this genius eye liner, which self-sharpens automatically every time you twist off the cap. The formula contains 3D pearl for added power and pop.",
      "product_type": "eyeliner"
    },
    {
      "id": 34,
      "brand": "smashbox",
      "name": "Always Sharp Waterproof Kohl Liner",
      "price": "21.0",
      "image_link": "https://www.smashbox.com/media/images/products/388x396/sbx_sku_48721_388x396_0.jpg",
      "description": "On a photo shoot, the crew can’t wait around while makeup artists sharpen their pencils. That’s why we developed this award-winning kohl eye liner, which self-sharpens automatically every time you twist off the cap. The high-impact, waterproof formula is packed with pigment.",
      "product_type": "eyeliner"
    }
  ]
}
